tap "deviceinsight/packages"
tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
brew "readline"
brew "sqlite"
brew "xz"
brew "awscli"
brew "bat"
brew "exa"
brew "fileicon"
brew "gh"
brew "git"
brew "git-extras"
brew "gradle"
brew "helm"
brew "httpie"
brew "jenv"
brew "k9s"
brew "kafka"
brew "kotlin"
brew "less"
brew "mackup"
brew "mas"
brew "maven"
brew "moreutils"
brew "n"
brew "node"
brew "openjdk@17"
brew "openssl@3"
brew "pyenv"
brew "skaffold"
brew "tcl-tk"
brew "telnet"
brew "terraform"
brew "tree"
brew "wget"
brew "yq"
brew "zlib"
brew "zsh"
brew "eth-p/software/bat-extras"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "1password"
cask "alfred"
cask "betterzip"
cask "beyond-compare"
cask "boxcryptor"
cask "daisydisk"
cask "datagrip"
cask "docker"
cask "drawio"
cask "dropbox"
cask "forklift"
cask "gitkraken"
cask "google-chat"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "intellij-idea"
cask "istat-menus"
cask "jetbrains-toolbox"
cask "launchcontrol"
cask "linear-linear"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "nordvpn"
cask "openoffice"
cask "oracle-jdk"
cask "oxygen-xml-editor"
cask "permute"
cask "postman"
cask "prefs-editor"
cask "pycharm"
cask "signal"
cask "skim"
cask "sourcetree"
cask "textsniper"
cask "visual-studio-code"
cask "whatsapp"
mas "Kindle", id: 405399194
mas "Peek", id: 1554235898
mas "Pixelmator Pro", id: 1289583905
mas "Pluralsight", id: 431748264
mas "Things", id: 904280696
mas "Xee³", id: 639764244
