tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
brew "awscli"
brew "bat"
brew "exa"
brew "fileicon"
brew "gh"
brew "git"
brew "git-extras"
brew "httpie"
brew "jenv"
brew "less"
brew "mackup"
brew "mas"
brew "maven"
brew "n"
brew "node"
brew "pyenv"
brew "wget"
brew "yq"
brew "zsh"
brew "eth-p/software/bat-extras"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "1password"
cask "alfred"
cask "betterzip"
cask "beyond-compare"
cask "boxcryptor"
cask "daisydisk"
cask "docker"
cask "drawio"
cask "dropbox"
cask "forklift"
cask "gitkraken"
cask "google-chrome"
cask "google-drive"
cask "intellij-idea"
cask "istat-menus"
cask "launchcontrol"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "nordvpn"
cask "openoffice"
cask "oracle-jdk"
cask "oxygen-xml-editor"
cask "permute"
cask "prefs-editor"
cask "pycharm-ce"
cask "signal"
cask "skim"
cask "sourcetree"
cask "textsniper"
cask "visual-studio-code"
cask "whatsapp"
mas "Kindle", id: 405399194
mas "Peek", id: 1554235898
mas "Pixelmator Pro", id: 1289583905
mas "Xee³", id: 639764244
