tap "deviceinsight/packages"
tap "eth-p/software"
tap "homebrew/bundle"
tap "romkatv/powerlevel10k"
brew "xz"
brew "argocd"
brew "awscli"
brew "bash"
brew "bat"
brew "docker-credential-helper"
brew "libssh2"
brew "exa"
brew "eza"
brew "fileicon"
brew "firebase-cli"
brew "gdal"
brew "gh"
brew "git"
brew "git-extras"
brew "openjdk"
brew "gradle"
brew "helm"
brew "httpie"
brew "jenv"
brew "jq"
brew "k9s"
brew "kotlin"
brew "less"
brew "mackup"
brew "mas"
brew "maven"
brew "moreutils"
brew "n"
brew "openjdk@21"
brew "postgresql@14"
brew "powerlevel10k"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "skaffold"
brew "tcl-tk"
brew "telnet"
brew "tfenv"
brew "tree"
brew "wget"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh"
brew "eth-p/software/bat-extras"
cask "1password"
cask "1password-cli"
cask "betterzip"
cask "beyond-compare"
cask "confluent-cli"
cask "daisydisk"
cask "docker"
cask "drawio"
cask "dropbox"
cask "dropbox-capture"
cask "forklift"
cask "gitkraken"
cask "google-chat"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "istat-menus"
cask "jetbrains-toolbox"
cask "launchcontrol"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "nordvpn"
cask "openoffice"
cask "oracle-jdk"
cask "permute"
cask "postman"
cask "prefs-editor"
cask "qgis"
cask "skim"
cask "sourcetree"
cask "spotify"
cask "textsniper"
cask "visual-studio-code"
cask "whatsapp"
cask "whoozle-android-file-transfer"
cask "xee"
vscode "bierner.markdown-preview-github-styles"
vscode "docker.docker"
vscode "dotjoshjohnson.xml"
vscode "esbenp.prettier-vscode"
vscode "everettjf.filter-line"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "janisdd.vscode-edit-csv"
vscode "jumpinjackie.vscode-map-preview"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "randomfractalsinc.geo-data-viewer"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "seunlanlege.action-buttons"
vscode "tomoki1207.pdf"
